/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "День рождения - %@";

/* Title for event birthday (without a name) */
"Birthday" = "День рождения";

"FACEBOOK_CALENDAR_NAME" = "События Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Календарь";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Напоминания";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Напоминания";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Напоминание";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Невозможно отредактировать событие.";

"NO_CALENDAR_ERROR" = "Не отправлено ни одного календаря.";

"NO_START_DATE_ERROR" = "Не отправлено ни одной даты начала.";

"NO_END_DATE_ERROR" = "Не отправлено ни одной даты окончания.";

"DATES_INVERTED_ERROR" = "Дата начала должна быть раньше даты окончания.";

"UNEXPECTED_ERROR" = "Произошла неожиданная ошибка.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Этот календарь невозможно переместить в другую учетную запись.";


"CALENDAR_READ_ONLY_ERROR" = "Календарь доступен только для чтения.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Это событие слишком длинное для его частого повторения.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Событие повторяется до начала напоминания.";

"START_DATE_FUTURE_ERROR" = "Это событие находится слишком далеко в будущем.";

"OCCURRENCE_COLLISION_ERROR" = "Эта дата имеет еще одно вхождение этого события.";

"INVITES_CANNOT_MOVE_ERROR" = "Невозможно переместить приглашения в другой календарь.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Геопозиция напоминания не удалось привязать к адресу геокодированием для включения уведомления.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Данное событие не относится к этому набору событий.";

/* developer error */
"SPAN_ERROR" = "Указан недействительный диапазон.";

"CALENDAR_HAS_NO_SOURCE" = "Календарь не относится ни к одной учетной записи";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Поле повторения не может быть изменено.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Уведомления не могут быть изменены.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Участники не могут быть изменены";

"CALENDAR_IMMUTABLE" = "Этот календарь нельзя изменить или удалить.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Геопозиции с геоданными не поддерживаются этой учетной записью.";

"ACTIONS_NOT_SUPPORTED" = "Действия не поддерживаются этой учетной записью.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Геопозиции для напоминаний не поддерживаются этой учетной записью.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Основанные на приближенности уведомления не поддерживаются этой учетной записью.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Повторяющееся напоминание должно иметь срок.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Эта учетная запись не разрешает добавление и удаление календарей.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Этот календарь не предусматривает добавление событий.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Этот календарь не предусматривает добавление напоминаний.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Этот сервер не поддерживает напоминания.";

"PRIORITY_IS_INVALID" = "Приоритет должен иметь значение от 0 до 9.";

"INVALID_ENTITY_TYPE" = "EKEntityType недействителен.";
